{
  "Home": "Ana Sayfa",
  "About": "Hakkımızda",
  "Policy": "Politika",
  "Mission": "Misyon",
  "Product": "Ürün",
  "Tell us everything": "Bize her şeyi anlatın",
  "Contact": "İletişim",
  "Do you have any question? Feel free to reach out.": "Herhangi bir sorunuz mu var? Bizimle iletişime geçmekten çekinmeyin.",
  "We are here to answer all your questions about our insurance software solutions. Contact us for detailed information about our products and services.": "Sigorta yazılım çözümlerimiz hakkındaki tüm sorularınızı yanıtlamak için buradayız. Ürün ve hizmetlerimiz hakkında detaylı bilgi için bizimle iletişime geçin.",
  "Years of Experience": "Yıllık Deneyim",
  "TRNC Market Coverage": "KKTC Pazar Payı",
  "Satisfied Clients": "Müşteri Memnuniyeti",
  "Industry Leadership": "Sektör Liderliği",
  "Leading TRNC insurance sector with innovative solutions": "Yenilikçi çözümlerle KKTC sigorta sektörüne liderlik ediyoruz",
  "30+ years of experience": "30+ yıllık deneyim",
  "97% market coverage": "%97 pazar kapsamı",
  "Trusted by major insurance companies": "Büyük sigorta şirketleri tarafından güvenilen",
  "Custom Software Solutions": "Özel Yazılım Çözümleri",
  "Tailored software for insurance agencies and companies": "Sigorta acenteleri ve şirketleri için özel yazılım",
  "Policy management systems": "Poliçe yönetim sistemleri",
  "Claims processing": "Hasar işlemleri",
  "Customer relationship management": "Müşteri ilişkileri yönetimi",
  "Technical Excellence": "Teknik Mükemmellik",
  "Modern infrastructure with continuous updates": "Sürekli güncellemeli modern altyapı",
  "Cloud-based solutions": "Bulut tabanlı çözümler",
  "Real-time data processing": "Gerçek zamanlı veri işleme",
  "Mobile-responsive interfaces": "Mobil uyumlu arayüzler",
  "Customer-Focused Approach": "Müşteri Odaklı Yaklaşım",
  "Dedicated support and customer satisfaction": "Özel destek ve müşteri memnuniyeti",
  "technical support": "Teknik destek",
  "Regular training programs": "Düzenli eğitim programları",
  "Personalized service delivery": "Kişiselleştirilmiş hizmet sunumu",
  "Our Journey Through Time": "Zaman İçindeki Yolculuğumuz",
  "Company Foundation": "Şirket Kuruluşu",
  "WebsureSoft Ltd. was established with a vision to revolutionize the insurance software industry in TRNC.": "WebsureSoft Ltd. KKTC'de sigorta yazılım endüstrisinde devrim yaratma vizyonuyla kuruldu.",
  "First Major Product Launch": "İlk Büyük Ürün Lansmanı",
  "Launched our flagship insurance management system, becoming the preferred choice for local agencies.": "İlk ürünümüz olan acente yazılımını piyasaya sürdük.",
  "Market Leadership": "Pazar Liderliği",
  "Achieved 50% market share in TRNC insurance sector with innovative digital solutions.": "Yenilikçi dijital çözümlerle KKTC sigorta sektöründe %50 pazar payına ulaştık.",
  "Cloud Migration": "Bulut Geçişi",
  "Successfully transitioned all solutions to cloud-based architecture, ensuring scalability and security.": "Amiral gemisi sigorta yönetim sistemimizi piyasaya sürdük ve yerel sigorta şirketlerinin tercih edilen seçimi olduk.",
  "Mobile Revolution": "Alt Yapıda Devrim",
  "Introduced mobile-first solutions and real-time processing capabilities for modern insurance needs.": "Manuel ve sınırlı altyapı sunan eski DOS sistemini terk ederek, SQL veritabanı ile entegre çalışan Windows tabanlı çağdaş bir çözüm benimsedik.",
  "Future Vision": "Gelecek Vizyonu",
  "Continuing to innovate with AI-powered solutions and serving 97% of the TRNC insurance market.": "Modern sigorta ihtiyaçlarına yanıt verebilmek için online çözümler ve işlem yetenekleri geliştirdik.",
  "Email Us": "E-posta Gönderin",
  "Call Us": "Bizi Arayın",
  "Visit Us": "Bizi Ziyaret Edin",
  "Nicosia, Turkish Republic of Northern Cyprus": "Lefkoşa, Kuzey Kıbrıs Türk Cumhuriyeti",
  "Send us a message": "Bize mesaj gönderin",
  "Fill out the form below and we'll get back to you as soon as possible. We're here to help with any questions about our insurance software solutions.": "Aşağıdaki formu doldurun, en kısa sürede size geri döneceğiz. Sigorta yazılım çözümlerimiz hakkındaki sorularınızda yardımcı olmak için buradayız.",
  "Our Office": "Ofisimiz",
  "Located in the heart of Nicosia, our modern office space is equipped with state-of-the-art technology to serve you better.": "Lefkoşa'nın kalbinde bulunan modern ofis alanımız, size daha iyi hizmet vermek için son teknoloji ile donatılmıştır.",
  "Quick Response": "Hızlı Yanıt",
  "We guarantee a response within 24 hours for all inquiries. Our dedicated team is always ready to assist you.": "Tüm sorularınız yanıt vermeyi garanti ediyoruz. Özel ekibimiz size yardımcı olmaya her zaman hazır.",
  "Secure Communication": "Güvenli İletişim",
  "All communications are encrypted and secure. Your data privacy and security are our top priorities.": "Tüm iletişimler şifrelenmiş ve güvenlidir. Veri gizliliğiniz ve güvenliğiniz en önemli önceliklerimizdir.",
  "Working Hours": "Çalışma Saatleri",
  "Monday - Friday: 9:00 AM - 6:00 PM": "Pazartesi - Cuma: 09:00 - 18:00",
  "Saturday: 9:00 AM - 1:00 PM": "Cumartesi: 09:00 - 13:00",
  "Sunday: Closed": "Pazar: Kapalı",
  "Let's Chat": "Bize E-posta Gönderin",
  "Application Security": "Uygulama Güvenliği",
  "Software Principles": "Yazılım Prensipleri",
  "Support Center": "Destek Merkezi",
  "Customer Support": "Müşteri Desteği",
  "Address": "Adres",
  "Press": "Basın",
  "Careers & Culture": "Kariyerler & Kültür",
  "Language": "Dil",
  "Explore": "Bizimle İletişime Geçin",
  "Learn more": "Daha fazla bilgi",
  "Who are we?": "Biz kimiz?",
  "Submit": "Gönder",
  "Message": "Mesaj",
  "Your Message": "Mesajınız",
  "Name": "İsim",
  "Your Name": "Adınız",
  "Email": "E-posta",
  "Your Email": "E-posta adresiniz",
  "Landing page template for developers & startups": "Sigortacılıkta Geleceği Kodluyoruz",
  "Beautifully designed templates using React.js, ant design and styled-components! Save weeks of time and build your landing page in minutes.": "1992’den bu yana KKTC sigorta sektörünün dijital dönüşümüne liderlik ediyoruz. Güvenilir, yenilikçi ve sürdürülebilir yazılım çözümlerimizle yanınızdayız..",
  "Why Us?": "Neden Biz?",
  "This template is ready to use, so you don't need to change anything at a component level, unless you want to customize the default styling.": "✅ 30+ yıllık sektör deneyimi\n✅ KKTC sigorta sektörünün %97'sine hizmet\n✅ Müşteri memnuniyeti odaklı yazılım çözümleri\n✅ Sürekli gelişen ve güncellenen altyapı",
  "Why Antd?": "Neden Antd?",
  "Ant Design is a React UI library that has a lot of easy-to-use components for building elegant UI.": "Ant Design, zarif kullanıcı arayüzleri oluşturmak için birçok kullanımı kolay bileşene sahip bir React UI kütüphanesidir.",
  "Why styled-components?": "Neden styled-components?",
  "Styled Components gives you total control over your components.": "Styled Components, bileşenleriniz üzerinde tam kontrol sağlar.",
  "Ready made sections": "Çözümlerimiz:",
  "Landy comes with a set of ready to use sections to help you easily create a landing page for your own brand, with all the content your startup desires. In order to replace any dummy elements (text, image, etc..) all you need to do is go to content folder and input your real content.": "Sigorta acenteleri için özel yazılımlar, Sigorta şirketlerine entegre sistem çözümleri, Raporlama, poliçe yönetimi ve daha fazlası",
  "That's about it!": "İşte bu kadar!",
  "If you are familiar with React, or SPA frameworks in general, there shouldn't be any confusing parts about this template. if not, you can always reach out to me and I'll try me best to answer your questions.": "React'e veya genel olarak SPA framework'lerine aşinaysanız, bu şablon hakkında kafa karıştırıcı bölümler olmamalıdır. Değilse, her zaman bana ulaşabilirsiniz ve sorularınızı cevaplamak için elimden geleni yapacağım.",
  "Contact form": "İletişim formu",
  "The following form demonstrates form validation in action. Contact form component reduces the amount of time it is being re-rendered by the user as it embraces uncontrolled form validation to reduce any unnecessary performance penalty.": "Aşağıdaki form, form doğrulamasını çalışırken gösterir. İletişim formu bileşeni, gereksiz performans cezalarını azaltmak için kontrolsüz form doğrulamasını benimser ve kullanıcı tarafından yeniden işlenme süresini azaltır.",
  "Visit Our Office": "Ofisimizi Ziyaret Edin",
  "Office Location": "Ofis Konumu",
  "Trust, Software and Continuous Development": "Güven, Yazılım ve Sürekli Gelişim",
  "Telephone": "Telefon",
  "30 Years of Journey: Trust, Software and Continuous Development": "30 Yıllık Yolculuk: Güven, Yazılım ve Sürekli Gelişim",
  "Our company operates with software solutions specific to the insurance sector. Since our establishment, we continue to lead the industry with our customer-focused approach, our structure open to technological innovations, and our sustainability vision.": "Firmamız, sigortacılık sektörüne özel yazılım çözümleriyle faaliyet göstermektedir. Kurulduğumuz günden bu yana müşteri odaklı yaklaşımımız, teknolojik yeniliklere açık yapımız ve sürdürülebilirlik vizyonumuzla sektöre yön vermeye devam ediyoruz.",
  "Light, fast & responsive": "Neden Biz?",
  "Trusted By": "Bize Güvendiler",
  "Get in Touch": "Bizimle İletişime Geçin",
  "Find Us": "Bizi Bulun",
  "Expanding our global footprint with cutting-edge insurance technology solutions.": "Yenilikçi çözümlerimize devam ediyor ve KKTC sigorta sektörünün %97'sine hizmet veriyoruz.",
  "Online Revolution": "Online Devrim"
}
